Repository: Sandroid75/Phonebook
Catalog: po/*/Phonebook.po
Languages: it

source: Main Menu
it: Menu Principale

source: Show / Modify
it: Visualizza / Modifica

source: Modify
it: Modifica

source: Search Contact
it: Cerca Contatto

source: Add new Contact
it: Aggiungi nuovo Contatto

source: Show / Modify
it: Visualizza / Modifica

source: Import / Export
it: Importa / Esporta

source: Utility
it: Utilità

source: Exit
it: Esci

source: press Y to quit...
it: premi Y per uscire...

source: Search Menu
it: Menu Cerca

source: Search with export to CSV
it: Cerca ed esporta in CSV

source: Search only
it: Cerca soltanto

source: Back to Main Menu
it: Ritorna al Menu Principale

source: No contacts found in the DataBase!
it: Nessun contatto trovato in Rubrica!

source: Search Filters
it: Filtri Ricerca

source: * The number highlighted in the upper left corner shows the contacts count!
it: * In alto a sinistra è evidenziato il numero totale dei contatti trovati!

source: Press 'Y' to confirm deletion of any key to discard
it: Premi 'Y' per confermare l'eliminazione qualsiasi tasto per annullare

source: *%s %s* # CANC to Restore #
it: *%s %s* # CANC per Ripristinare #

source: Import & Export Menu
it: Menu Importa & Esporta

source: Import from CSV
it: Importa da CSV

source: Import from Google CSV
it: Importa da Google CSV

source: Export to CSV
it: Esporta in CSV

source: Export to Google CSV
it: Esporta in Google CSV

source: Imported %d records from '%s' successfully.
it: Importati %d contatti da '%s' con successo.

source: No records imported from '%s'
it: Nessun contatto importato da '%s'

source: Writing CSV file, please waiting...
it: Scrivo il file CSV, attendere prego...

source: Exported %d records to '%s' successfully
it: Esportati %d contatti in '%s' con successo

source: No records exported to '%s'
it: Nessun contatto esportato in '%s'

source: Utility Menu
it: Munu Utilità

source: Sort contacts by First Name A->Z
it: Ordina contatti dal Nome A->Z

source: Sort contacts by First Name Z->A
it: Ordina contatti dal Nome Z->A

source: Sort contacts by Last Name A->Z
it: Ordina contatti dal Cognome A->z

source: Sort contacts by Last Name Z->A
it: Ordina contatti dal Cognome Z->A

source: Find Duplicates
it: Cerca Duplicati

source: No duplicated contacts was found
it: Nessun duplicato è stato trovato

source: Edit Duplicate
it: Modifica Duplicati

source: Updating DataBase file, please wait...
it: Aggiorno la Rubrica, attendere prego...

source: Press ENTER or SPACE to Select, ESC to Exit
it: Premi INVIO o SPAZIO per Selezionare, ESC per Uscire

source: Use arrow keys or TAB to move between fields
it: Usa i tasti direzionali o il tasto TAB per moverti tra campi

source: Press F1 to confirm and Exit or press ESC to cancel and Exit
it: Premi F1 per confermare e Uscire o premi ESC per annullare e Uscire

source: any key to save, 'N' to discard changes or ESC to continuing editing...
it: qualsiasi tasto per salvare, 'N' per annullare le modifiche o ESC per continuare...qualsiasi tasto per salvare, 'N' per annullare le modifiche o ESC per continuare...

source: Contacts with Matches
it: Contati con Duplicati

source: Press F1 to edit matches, F4 to auto merge, ESC ignore duplicates
it: Premi F1 per modificare, F4 per unire, ESC per ignorare

source: Note: the duplication match is highlighted
it: Nota: è evidenziata la parte duplicata

source: name
it: nome

source: last name
it: cognome

source: home phone
it: telefono casa

source: work phone
it: telefono lavoro

source: personal mobile
it: cellulare

source: business mobile
it: cellulare lavoro

source: organizzation
it: organizzazione

source: job
it: titolo

source: personal email
it: email personale

source: business email
it: email lavoro

source: address
it: indirizzo

source: zip
it: cap

source: city
it: città

source: country
it: nazione

source: birthday
it: compleanno

source: dd
it: gg

source: yyyy
it: aaaa
